[GENERAL]
NAME				= Հայերեն
TRANSLATOR			= Aram Vardanyan (aramblogoff@gmail.com)
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Այս ծրագրի ժամկետը լրացել է:
TEXT_BETA			= Բետա
TEXT_UNREGISTERED		= Չգրանցված
TEXT_INIT_FAIL			= Ծրագիրը ձախողեց նախապատրաստվել:
TEXT_APPINFO			= Bandicam - Բարձր կատարողականությամբ վիդեո նկարահանում:

; error
TEXT_ERROR_DISKSPACE		= Չկա բավարար սկավառակի տարածք՝ տեսագրման համար:
TEXT_ERROR_VIDEO_CAP		= Ձախողվեց սկսել վիդեո նկարահանումը:
TEXT_ERROR_AUDIO_CAP		= Ձախողվեց սկսել ձայնագրումը:\nԵթե ունեք օգնության կարիք, սեղմեք Լավ կոճակը:
TEXT_ERROR_IMAGE_CAP		= Ձախողվեց վերցնել նկարը:\nԽնդրում ենք ստուգել ձեր ելքային թղթապանակը:
TEXT_ERROR_CREATEFILE		= Ձախողվեց ստեղծել ֆայլը:\nԵթե ունեք օգնության կարիք, սեղմեք Լավ կոճակը:
TEXT_ERROR_CODEC_INIT		= Ձախողվեց նախապատրաստել կոդավորիչը:
TEXT_ERROR_LOGO_IMAGE		= Չաջակցվող նկարի ֆայլ: \nԽնդրում ենք նշել աջակցվող նկարի ֆայլ(*.png):
TEXT_CAN_NOT_CHANGE_TB		= Դուք չեք կարող փոխել այս կարգավորումը Bandicam-ի անվճար տարբերակում: \nԽնդրում ենք ձեռք բերել Bandicam-ը http://bandicam.com/buy -ից
TEXT_WARNING_AMD_APP		= Ձեր համակարգը չի աջակցում 'H.264 (AMD APP)'-ը, այսպիսով լռելյայն կոդավորիչ կօգտագործվի:
TEXT_WARNING_AMD_APP2		= Ձեր համակարգը չի աջակցում 'H.264 (AMD APP)'-ը:

; video setting page name
TEXT_VID_PAGE_SOUND		= Ձայն
TEXT_VID_PAGE_WEBCAM		= Վեբ տեսախցիկ
TEXT_VID_PAGE_LOGO		= Լոգո
TEXT_VID_PAGE_EFFECTS		= Էֆեկտներ
TEXT_VID_PAGE_OPTIONS		= Ընտրանքներ

; option page name
TEXT_OPT_PAGE_GENERAL		= Գլխավոր
TEXT_OPT_PAGE_OUTPUT		= Ելքային
TEXT_OPT_PAGE_HOOKING		= Որսում
TEXT_OPT_PAGE_LANGUAGE		= Լեզու
TEXT_OPT_PAGE_OTHERS		= Այլ

TEXT_VIDEO			= Վիդեո
TEXT_AUDIO			= Աուդիո

TEXT_FOLDER_SELECT		= Ընտրեք թղթապանակ պահպանման համար:

TEXT_FMT_FULL_SIZE		= Ամբողջական չափ
TEXT_FMT_HALF_SIZE		= Կես չափ
TEXT_FMT_FIT_WIDTH		= Լայնությամբ
TEXT_FMT_FIT_HEIGHT		= Բարձրությամբ
TEXT_FMT_CUSTOM_SIZE		= Ընտրովի
TEXT_FMT_STEREO			= ստերեո
TEXT_FMT_MONO			= մոնո
TEXT_FMT_ORIGINAL_PCM		= Օրիգինալ աուդիո ֆորմատ

; preset
TEXT_PRESET_DEFAULT		= Լռելյայն
TEXT_PRESET_HALFSIZE		= Կես չափ
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Գերարագ կարգավորում 60 FPS-ի համար
TEXT_PRESET_LOWEND		= Թույլ համակարգիչ
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Լայնությամբ, 320x0
TEXT_PRESET_640x0		= Լայնությամբ, 640x0
TEXT_PRESET_800x0		= Լայնությամբ, 800x0
TEXT_PRESET_USER		= Օգտագործողի սկզբնանշումներ

TEXT_CHANGE_LANG		= Լեզուն փոխելու համար, պետք է վերամեկնարկեք Bandicam-ը:\nՑանկանո՞ւմ եք վերամեկնարկել հիմա:
TEXT_CHANGE_HOOK		= Որսման թիրախը փոխելու համար, դուք պետք է վերամեկնարկեք Bandicam-ը:\nՑանկանո՞ւմ եք վերամեկնարկել հիմա:
TEXT_CHANGE_SIZE		= Bandicam-ի պատուհանի չափը փոխելու համար, դուք պետք է վերամեկնարկեք Bandicam-ը:\nՑանկանո՞ւմ եք վերամեկնարկել հիմա:
TEXT_RESET_ALL_SETTINGS		= Իսկապե՞ս ցանկանում եք զրոյացնել բոլոր կագրավորումները որպես լռելյայն:

TEXT_REGISTER_SUCCEEDED		= Ձեր Bandicam-ը գրանցվեց:
TEXT_REGISTER_FAILED		= Գրանցումը ձախողվեց: \nՍտուգեք ձեր էլ․ փոստը և սերիական համարը:
TEXT_REGISTER_CONNECT_FAILED	= Չի ստացվում միանալ գրանցման սերվերին:\nԽնդրում ենք ստուգել ձեր ինտերնետ կապը և նշել ձեր համակարգի ժամը, օրն ու ամսաթիվը ըստ այսօրվա:\nԵթե ունեք օգնության կարիք, սեղմեք ԼԱՎ կոճակը:
TEXT_REGISTER_INFO		= Էլ․ փոստ` %s\r\nՍերիական համար` %s
TEXT_REGISTER_LIMITED		= Տեսագրումը կասեցվեց:\n\nԿարող եք տեսագրել միայն 10 րոպե` Bandicam-ի անվճար տարբերակում: \nԽնդրում ենք գնել Bandicam-ը bandicam.com-ից
TEXT_REGISTER_NEWRECORD		= Չեք կարող սկսել նոր տեսագրում` Bandicam-ի անվճար տարբերակում: \nԽնդրում ենք գնել Bandicam-ը bandicam.com-ից
TEXT_REGISTER_LICENCE_INFO	= Չգրանցվա՛ծ - 10 րոպեանոց վիդեոներ, լողացող նշանով:\r\nԼողացող նշանը հեռացնելու համար, գնեք Bandicam-ը bandicam.com-ից

TEXT_PROGRAM_INVALID		= Այս ծրագիրն անվավեր է: \nԱնհրաժեշտ է վերատեղադրել ծրագիրը:

TEXT_SELECT_TARGET		= Խնդրում ենք սեղմել տեսագրման թիրախ պատուհանին
TEXT_TARGET_DIRECTX		= <b>Խաղի տեսագրման ռեժիմ</b> - Տեսագրեք խաղերն ու վիդեո նվագարկիչներն օգտագործելով DirectX-ը:
TEXT_TARGET_RECTANGLE		= <b>Էկրանի տեսագրման ռեժիմ</b> - Տեսագրեք էկրանն ու վեբ վիդեո:
TEXT_TARGET_CHANGING		= Եթե փոխեք տեսագրմա ռեժիմը, տեսագրումը կդադարեցվի:\nԻսկապե՞ս ցանկանում եք շարունակել:
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Չեք կարող սկսել տեսագրում 'Խաղի տեսագրման ռեժիմում', քանի որ ընտրված չէ թիրախային պատուհանը:\n\nՑանկանո՞ւմ եք փոխել տեսագրման ռեժիմը 'Էկրանի տեսագրման ռեժիմ' հրահանգում, տեսագրումը սկսելու համար:

TEXT_STATUSBAR_READY		= Պատրաստ է
TEXT_STATUSBAR_RECORDING	= Տեսագրվում է
TEXT_STATUSBAR_PAUSE		= Դադարի մեջ

TEXT_UPDATE_AVAILABLE		= Հասանելի է Bandicam-ի նոր տարբերակ: \nՑանկանո՞ւմ եք ներբեռնել այն հիմա:
TEXT_UPDATE_UNAVAILABLE		= Այս տարբերակը վերջիններից է:
TEXT_UPDATE_FAILED		= Ձախողվեց ստուգել տարբերակի տեղեկությունը: \nԱյս համակարգը հնարավոր է միացված չէ ինտերնետին, կամ հնարավոր է` սերվերը ճիշտ չի աշխատում:
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Ձախողվեց վերբեռնել։ Եթե ուղղակի գրանցված եք, խնդրում ենք վավերացնել ձեր էլ․ փոստը։

TEXT_TARGET_FULL		= Լիաէկրան
TEXT_TARGET_RESTORE		= Վերականգնել
TEXT_TARGET_FIND		= Գտնել պատուհան
TEXT_TARGET_RESIZE		= Չափի ընտրման մենյու
TEXT_TARGET_IMAGE		= Նկարի վերցնում
TEXT_TARGET_PEN			= Նկարման ռեժիմ
TEXT_TARGET_RECORD_START	= Վիդեոյի տեսագրում - սկսել
TEXT_TARGET_RECORD_PAUSE	= Վիդեոյի տեսագրում - դադար
TEXT_TARGET_RECORD_STOP		= Վիդեոյի տեսագրում - դադարեցնել

TEXT_RC_HOWTO_NOCOMPLETE	= Անջատել
TEXT_RC_HOWTO_BYTIME		= Ըստ ժամանակի
TEXT_RC_HOWTO_BYSIZE		= Ըստ չափի
TEXT_RC_AFTER_NEWRECORD		= Սկսել նոր տեսագրում
TEXT_RC_AFTER_EXIT		= Փակել Bandicam-ը
TEXT_RC_AFTER_SHUTDOWN		= Անջատել համակարգիչը

TEXT_SHUTDOWN_SEC		= Համակարգն անջատվում է %d վայրկյանից:

TEXT_SEL_IMAGE_FILE		= Ընտրել նկարի ֆայլը

TEXT_RC_MB			= ՄԲ
TEXT_RC_GB			= ԳԲ

TEXT_SND_SELECT_2_DISABLE	= -- Անջատել (Առաջարկված է) --

TEXT_CORRUPTED_AVI_FILE		= Վերջին տեսագրված ֆայլը թալանվել է:\nՑանկանո՞ւմ եք ուղղել այն:\n\nՖայլ` %s
TEXT_TRAY_BALLOON_TIP		= Սեղմեք սկուտեղի նշանին Bandicam-ը հետ բերելու համար:
TEXT_TRAY_BALLOON_TIP_RECT	= Սեղմեք սկուտեղի նշանին, էկրանի տեսագրման պատուհանը ցուցադրելու համար:
TEXT_FORCE_STOP			= Ձախողվեց դադարեցնել տեսագրումը, քանի որ թիրախային պատուհանը չի արձագանքում:\nՑանկանո՞ւմ եք դադարեցնել տեսագրումը պարտադրելով:
TEXT_EXTERNAL_CODEC		= - Արտաքին կոդավորիչ -
TEXT_CUDA_GPU_AUTOSELECT	= (Ավտոմատ նշել)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Տեսագրման կարգավիճակ
TEXT_INDICATOR_TIME		= Տեսագրման ժամ
TEXT_INDICATOR_SIZE		= Տեսագրման ֆայլի չափ / պնակի ազատ տարածք
TEXT_INDICATOR_VOLUME		= Ներկա ձայնաչափի փուլ

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Նորմալ] Գլխավոր խնդրի առաջընթաց
TEXT_REC_PRIORITY_HIGH		= [Բարձր] Բարձր քան նորմալ առաջընթացը
TEXT_REC_PRIORITY_HIGHEST	= [Չափից բարձր] Այլ խնդիրների կատարումը հնարավոր է լինի դանդաղ

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut-ը տեղադրված չէ: Ցանկանո՞ւմ եք ներբեռնել Bandicut-ը:
TEXT_OUTPUTS_DELETE		= Իսկապե՞ս ցանկանում եք մշտապես ջնջել նշված ֆայլերը:
TEXT_OUTPUTS_SELCOUNT		= Նշված են %d էլեմենտներ

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Թիրախային անուն
TEXT_FILE_NAME_PREFIX_CUSTOM	= Ընտրովի նախադասում
TEXT_FILE_NAME_PREFIX_NONE	= Ոչ մեկը
TEXT_FILE_NAME_SUFFIX_TIME	= Ամսաթիվ/Ժամ
TEXT_FILE_NAME_SUFFIX_NUMBER	= Միավորի հաջորդականություն

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Նշեք արժեք` 1-ից 1440 րոպեի միջև:
TEXT_TIMER_REC_STOP_RECORDING	= Տեսագրումն ընթացքում է: \nԻսկապե՞ս ցանկանում եք դադարեցնել տեսագրումն ու շարունակել:

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Խնդրում ենք մուտքագրել վերնագիր վիդեոյի համար, որպեսզի վերբեռնվի։
TEXT_UPLOAD_VIMEO_LOGIN		= Մուտք - Vimeo
TEXT_UPLOAD_COMPLETE		= Վերբեռնված է
TEXT_UPLOAD_ERR_FAIL		= Ձախողվեց վերբեռնել այս վիդեոն։
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Այս ֆայլը շատ մեծ է, վերբեռնելու համար։
TEXT_UPLOAD_ERR_FREESPACE	= Vimeo-ում չկա բավարար ազատ տարածք, վերբեռնելու համար։
TEXT_UPLOAD_ERR_CONNECT		= Ձախողվեց միանալ սերվերին։

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Գլխավոր
$BN_PAGE_FPS			= Կադր/վկ․
$BN_PAGE_VIDEO			= Վիդեո
$BN_PAGE_IMAGE			= Նկար
$BN_PAGE_OUTPUTS		= Ելքային
$BN_PAGE_ABOUT			= Ծրագրի մասին
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Ընտրանքներ
$ST_GEN_OUTPUT_FOLDER		= Ելքային թղթապանակ
$BN_GEN_OPEN_OUTPUT_FOLDER	= Բացել
$BN_GEN_ADV_OPTIONS		= Հավելյալ
$CK_GEN_ALWAYS_ON_TOP		= Bandicam-ի պատուհանը միշտ վերևում
$CK_GEN_START_MINIMIZED		= Բացել Bandicam-ը սկուտեղում փոքրացված
$CK_GEN_RUN_WHEN_START		= Աշխ․ Bandicam-ը Windows-ի մեկնարկին
$CK_GEN_RECORD_WHEN_RUN		= Սկսել լիաէկրան տեսագրում Bandicam-ը մեկնարկելիս
$CK_GEN_TIMER_RECORDING		= Դնել ժամաչափ, ինքնամեկնարկվող տեսագրման համար
$ST_GEN_LANGUAGE		= Լեզու
$ST_GEN_REC_AUTO_START		= Ավտոմատ մեկնարկել տեսագրումը
$ST_GEN_REC_AUTO_COMPLETE	= Ավտոմատ ավարտել տեսագրումը
$BN_GEN_REC_AUTO_COMPLETE	= Կարգավորում
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS պատիչ
$CK_FPS_OVERLAY_HOTKEY		= Կոճակ
$CK_FPS_OVERLAY			= Ցուցադրել FPS պատիչը
$ST_FPS_LIMIT			= FPS սահմանափակում
$CK_FPS_LIMIT_HOTKEY		= Կոճակ
$CK_FPS_LIMIT			= Նշել FPS սահմանը մինչև
$CK_FPS_LIMIT_ONLY_CAP		= Միայն երբ տարածք է վերցվում
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Տեսագրել
$CK_VID_RECORD_HOTKEY		= Տեսագրման/Ավարտի կոճակ
$CK_VID_PAUSE_HOTKEY		= Դադարի կոճակ
$CK_VID_SHOW_CURSOR		= Ցուցադրել մկնիկի սլաքը
$CK_VID_CLICK_EFFECTS		= Ավելացնել մկնիկի սեղմման էֆեկտներ
$CK_VID_WEBCAM_OVERLAY		= Ավելացնել վեբ տեսախցիկի պատիչ
$BN_VID_RECORD_SETTINGS		= Կարգավորումներ
$ST_VID_FORMAT			= Ֆորմատ
$ST_VID_FORMAT_VIDEO		= Վիդեո
$ST_VID_FORMAT_AUDIO		= Աուդիո
$BN_VID_FORMAT_SETTINGS		= Կարգավորումներ
$BN_VID_FORMAT_PRESETS		= Նախադրվածներ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Պատկերի գրավում
$CK_IMG_CAPTURE_HOTKEY		= Կոճակ
$CK_IMG_CAPTURE_REPEAT		= Կրկնել էկրանի գրավումը
$ST_IMG_CAPTURE_REPEAT		= վայրկյան
$CK_IMG_SHOW_CURSOR		= Ցուցադրել մկնիկի սլաքը
$CK_IMG_SHUTTER_SOUND_EFFECT	= Միացնել փակիչի ձայնը
$ST_IMG_FORMAT			= Ֆորմատ
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Նորմալ
$CK_IMG_FORMAT_JPG_HQ		= JPG - Բարձր որակի
$BTN_IMG_FORMAT_ANIGIF		= Ինչպես պահպանել որպես անիմացիոն gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Վիդեո
$ST_OUT_TAB_IMAGE		= Նկար
$BN_OUT_PLAY_VIDEO		= Նվագարկել
$BN_OUT_OPEN_IMAGE		= Բացել
$BN_OUT_EDIT			= Փոփոխել
$BN_OUT_UPLOAD			= Վերբեռնել
$BN_OUT_DELETE			= Ջնջել
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam-ի տարբերակը
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Հասանելի է նոր տարբերակ:
$BN_ABO_CHECK_UPDATE		= Թարմացման ստուգում
$ST_ABO_LICENCE_INFO		= Լիցենզիայի տեղեկություն
$BN_ABO_REGISTER		= Գրանցել
$BN_ABO_REGISTER_HELP		= Ինչպես գնել և գրանցել
$ST_ABO_HOMEPAGE_INFO		= Վեբ կայքի URL
$ST_ABO_HOMEPAGE_URL		= Պաշտոնական էջ
$ST_ABO_FAQ_URL			= Հաճ․ տրվ․ հարցեր
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Բացել ելքային թղթապանակը
$TOOLTIP_SCREENSHOT		= Վերցնել նկար
$TOOLTIP_RECORD			= Տեսագրել / Ավարտել
$TOOLTIP_PAUSE			= Դադար
$TOOLTIP_UI_MODE		= Պարզ/Երկար տեսք
$TOOLTIP_REGISTER		= Գրանցել Bandicam-ը
$TOOLTIP_ONLINE_HELP		= Առցանց օգնություն

$TOOLTIP_TOOL_PEN		= Գրիչ
$TOOLTIP_TOOL_PEN_HL		= Գունաբացող 
$TOOLTIP_TOOL_BOX		= Արկղ
$TOOLTIP_TOOL_ERASER		= Ջնջիչ
$TOOLTIP_TOOL_COLOR		= Նշել գույն
$TOOLTIP_TOOL_LINE		= Գծերի երկարություն
$TOOLTIP_TOOL_UNDO		= Քայլ հետ (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Քայլ առաջ (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Չեղարկել
IDOK				= Լավ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Ֆորմատի կարգավորումներ 
IDC_ST_FMTSET_FILE		= Ֆայլի տեսակ
IDC_ST_FMTSET_VIDEO		= Վիդեո
IDC_ST_VIDEO_SIZE		= Չափ
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Կոդավորիչ
IDC_ST_VIDEO_BITRATE		= Բիթաչափ
IDC_ST_VIDEO_QUALITY		= Որակ
IDC_ST_FMTSET_AUDIO		= Աուդիո
IDC_CK_AUDIO_ORIGINAL_PCM	= Պահպանել օրիգինալ ֆորմատով
IDC_ED_AUDIO_ORIGINAL_PCM	= Կարող եք պահպանել բազմաալիքային և բարձրորակ աուդիո (96ԿՀց և ավելի):
IDC_ST_AUDIO_CH			= Ալիքներ
IDC_ST_AUDIO_FREQ		= Հաճախութ․
IDC_ST_AUDIO_CODEC		= Կոդավորիչ
IDC_ST_AUDIO_BITRATE		= Բիթաչափ
IDC_ST_FORMAT_HELP		= [ Օգնություն ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Գրանցել Bandicam-ը
IDC_ST_1BUY			= 1. Գնել
IDC_ST_1BUY_COMMENT		= Որպեսզի հեռացնեք վիդեոյից լողացող նշանը, գնեք Bandicam-ի լիցենզիա` http://www.bandicam.com/buy -ից
IDC_BTN_BUY_ONLINE		= Գնել հիմա
IDC_ST_2REGISTER		= 2. Գրանցել
IDC_ST_2REGISTER_COMMENT	= Անհրաժեշտ է ինտերնետ կապ, Bandicam-ը գրանցելու համար:
IDC_ST_EMAIL_ADDRESS		= Էլ․ փոստ
IDC_ST_SERIAL_NUMBER		= Սերիայի համարը
IDC_BTN_REGISTER_NOW		= Գրանցել հիմա
IDC_BTN_CLOSE			= Փակել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Թարմացման ստուգում
IDC_ST_UPDATE_SETTING		= Կարգավորում
IDC_CK_UPDATE_ENABLE		= Միացնել ավտոմատ թարմացման ստուգում:
IDC_CK_UPDATE_POPUP		= Ցուցադրել վերին պատուհանով, երբ հասանելի են հիմնական թարմացումներ:
IDC_UPDATE_CHECK_NOW		= Ստուգել թարմացումները հիմա
IDC_CLOSE			= Փակել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Հավելյալ ընտրանքներ
IDC_BTN_RESET			= Զրոյացնել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Գլխավոր
IDC_CK_ALWAYS_ON_TOP2		= Bandicam-ի պատուհանը միշտ վերևում
IDC_CK_START_MINIMIZED_TO_TRAY	= Բացել Bandicam-ը սկուտեղում փոքրացված
IDC_CK_RUN_WHEN_START		= Աշխատեցնել Bandicam Windows-ի մեկնարկին
IDC_CK_RECORD_WHEN_RUN		= Սկսել լիաէկրան տեսագրում Bandicam-ի մեկնարկին
IDC_CK_SHOW_FPS_IN_VIDEO	= Ցուցադրել FPS-ը գրավված վիդեո/նկար -ում
IDC_ST_SHOW_FPS_IN_VIDEO	= (Միայն 'Խաղի տեսագրման ռեժիմում')
IDC_CK_SHOW_TIP_BAR		= Ցուցադրել տեսակի/տեղեկության դարակը
IDC_CK_NO_TRAY_BALLOON		= Անջատել սկուտեղի ծանուցումները
IDC_ST_ADV_AUTOMATIC		= Ավտոմատ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Ելքային
IDC_ST_OUT_OUTPUT_FOLDER	= Ելքային թղթապանակ
IDC_CK_OUT_CREATE_SUBFOLDER	= Ստեղծել ելքային ենթաթղթապանակ, երբ գրվում է ֆայլը
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Միացնել գրման պահեստավորում` սկավառակում
IDC_ST_OUT_FILE_NAMING		= Ֆայլի անվանման կարգավորումներ
IDC_ST_OUT_EXAMPLE		= Օր․`)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Լեզու
IDC_ST_TRANSLATOR		= Շնորհակալություն հետևյալ թարգմանիչներին

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Որսային թիրախ
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Անջատել DX10/11-ի որսումը IE9-ում(կամ բարձր)/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Արգելափակել DirectX-ի վիդեո պատիչը
IDC_BTN_BLOCK_LIST		= Արգելափակված պրոցեսների ցանկ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Այլ կարգավորումներ
IDC_BTN_VIDEO_RECORD_SETTINGS	= Վիդեո տեսագրման կարգավորումներ
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Վիդեո ֆորմատի կարգավորումներ
IDC_BTN_AUTO_COMPLETE_RECORDING	= Ավտոմատ ավարտել տեսագրումը

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Ավտոմատ ավարտել տեսագրումը
IDC_ST_RC_HOWTO			= Ավտոմատ ավարտել տեսագրումը
IDC_RD_RC_NOTCOMPLETE		= Անջատել
IDC_RD_RC_TIME			= Ըստ տեսագրմ. ժամանակի
IDC_ST_RC_MAX_TIME		= Առավ․
IDC_RD_RC_SIZE			= Ըստ տեսագրվ. ֆայլի չափի
IDC_ST_RC_MAX_SIZE		= Առավ․
IDC_ST_RC_AFTER			= Տեսագրումից հետո
IDC_RD_RC_NOTHING		= Ոչինչ չանել
IDC_RD_RC_NEW_RECORDING		= Սկսել նոր տեսագրում
IDC_RD_RC_EXIT_BDCAM		= Դադարեցնել տեսագրումն ու փակել Bandicam-ը
IDC_RD_RC_SHUTDOWN		= Անջատել համակարգիչը

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Անջատել
IDC_ST_SHUTDOWN			= Անջատել
IDC_ST_SHUTDOWN_INFO		= Համակարգիչը կանջատվի:\nՍեղմեք 'Չեղարկել' եթե չեք ցանկանում անջատել:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Տեսագրման կարգավորումներ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ձայնագրել ձայնը
IDC_ST_SND_SELECT_1		= Հիմնական ձայնի սարք
IDC_BTN_SND_SETTING_1		= Կարգավորում...
IDC_ST_SND_SELECT_2		= Երկրորդական ձայնի սարք
IDC_BTN_SND_SETTING_2		= Կարգավորում...
IDC_CK_SND_MIX_SOUND		= Երկու ձայնի խառնում (Հիմնական+երկրորդական, որպես մեկ ընդհանուր աուդիո շավիղ)
IDC_CK_SND_CAP_HOTKEY		= Միայն ձայնագրել "Երկրորդական սարքը" մինչ սեղմում
IDC_ST_SOUND_HELP		= [ Օգնություն ]
IDC_CK_SND_SAVE_AS_WAV		= Պահպանել աուդիո շավիղները մինչ ձայնագրում (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Ավելացնել վեբ տեսախցիկի պատիչը վիդեոյին
IDC_ST_WEBCAM_SETTING		= Կարգավորումներ
IDC_ST_WEBCAM_DEVICE		= Վեբ տեսախցիկ`
IDC_ST_WEBCAM_SIZE		= Վիդեոյի չափ`
IDC_ST_WEBCAM_POS		= Դիրք`
IDC_BTN_WEBCAM_DEVICE		= Կարգավորումներ
IDC_BTN_WEBCAM_PREVIEW		= Նախադիտում
IDC_ST_WEBCAM_LR_MARGINS	= Ձախ/Ա լուսանցքներ`
IDC_ST_WEBCAM_TB_MARGINS	= Վերևի/Ն լուսանցքներ`
IDC_ST_WEBCAM_FOR_DX_GL		= Խաղի տեսագրման ռեժիմի համար
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Վեբ տեսախցիկի նախադիտում էկրանին (Միայն DX8 կամ նոր և OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Միացնել նախադիտման փոփոխիչի կոճակ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Ավելացնել լոգո վիդեոյին
IDC_ST_LOGO_SETTING		= Կարգավորումներ
IDC_ST_LOGO_IMAGE		= Նկար`
IDC_ST_LOGO_OPACITY		= Անթափանց․`
IDC_ST_LOGO_POS			= Դիրքը`
IDC_ST_LOGO_LR_MARGINS		= Ձախ/Ա լուսանցքներ`
IDC_ST_LOGO_TB_MARGINS		= Վերևի/Ն լուսանցքներ`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Մկնիկի էֆեկտներ
IDC_CK_ADD_CLICK_EFFECTS	= Ավելացնել մկնիկի սեղմման էֆեկտ
IDC_ST_LEFT_CLICK_COLOR		= Ձախ սեղմման գույն
IDC_ST_RIGHT_CLICK_COLOR	= Աջ սեղմման գույն
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Ավելացնել մկնիկի լուսարձակող էֆեկտ
IDC_ST_HIGHLIGHT_COLOR		= Լուսարձակող գույն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Ընտրանքներ
IDC_ST_REC_PRIORITY		= Տեսագրման առաջընթաց`
IDC_ST_REC_PRIORITY2		= Բարձր առաջընթացը կարող է նվազեցնել կադրերի անկումը:
IDC_ST_FOR_DX_GL		= Խաղի տեսագրման ռեժիմի համար
IDC_CK_SKIP_RECORDING		= Բաց թողնել տեսագրումը մինչև կադրը չթարմացվի
IDC_CK_ENHANCED_DX9_CAPTURE	= Միացնել ընդլայնված վերցման մեթոդ (գերարագ, միայն DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Էկրանի տեսագրման ռեժիմի համար
IDC_CK_ENHANCED_CAPTURE		= Օգտագործել ընդլայնված վերցման մեթոդ (գերարագ, Windows 8 կամ ավելի բարձր)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Վեբ տեսախցիկի նախադիտում

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Ընտրովի թիրախային չափ
IDC_ST_TARGET_SIZE_SETTING	= Կարգավորում
IDC_ST_TARGET_SIZE		= Թիրախային չափ`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Ավելացնել նոր չափի նախադիր
IDC_ST_ADD_SIZE_PRESET		= Կարող եք պահպանել ներկա թիրախային դիրքը և չափը որպես նոր նախադիր:\nՆշեք անուն նոր նախադիրի համար:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Փոփոխել չափի նախադիրները
IDC_BTN_SIZE_PRESET_ADD		= Ավելացնել
IDC_BTN_SIZE_PRESET_DEL		= Ջնջել
IDC_BTN_SIZE_PRESET_REN		= Անվանափոխել
IDC_BTN_SIZE_PRESET_UP		= Վերև
IDC_BTN_SIZE_PRESET_DN		= Ներգև

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Անվանափոխել չափի նախադիրը
IDC_ST_REN_SIZE_PRESET		= Ավելացնել նոր անուն, նախադիրի համար:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Տեղեկություն
IDC_ST_ACAP_INFO		= Աուդիո վերցման տեղեկություն
IDC_ST_ACAP_INFO2		= Ձեր ձայնային քարտը չի կարող վերցնել ձայնը: Խնդրում ենք ստուգել ձեր 'ձայնագրման կառավարումը': \n\nՑանկանո՞ւմ եք այցելել առցանց օգնության էջ:
IDC_CK_ACAP_DO_NOT_ASK		= Չհարցնել կրկին
IDC_BTN_YES			= Այո
IDC_BTN_NO			= Ոչ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Առավելագույն տեսագրման ժամ
IDC_ST_RC_TIME_SETTING		= Կարգավորում
IDC_ST_RC_TIME_HOUR		= Ժամ
IDC_ST_RC_TIME_MIN		= Րոպ
IDC_ST_RC_TIME_SEC		= Վայր

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Առավ․ տեսագրման ֆայլի չափ
IDC_ST_RC_FILESIZE_SETTING	= Կարգավորում

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Ավելացնել նոր նախադիր
IDC_ST_ADD_PRESET		= Կարող եք պահպանել ներկա ֆորմատի կարգավորումները որպես նոր նախադիր:\nՆշեք անուն նոր նախադիրի համար:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Փոփոխել նախադիրները
IDC_BTN_PRESET_ADD		= Ավելացնել
IDC_BTN_PRESET_DEL		= Ջնջել
IDC_BTN_PRESET_REN		= Անվանափոխել
IDC_BTN_PRESET_UP		= Վերև
IDC_BTN_PRESET_DN		= Ներգև

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Անվանափոխել նախադիրը
IDC_ST_REN_PRESET		= Նշեք անուն նախադիրի համար:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Նշեք արտաքին վիդեո կոդավորիչ
IDC_ST_CODEC_EX_LIST		= Կոդավորիչի ցանկ
IDC_ST_CODEC_EX_SETTINGS	= Կարգավորումներ
IDC_ST_CODEC_EX_DRIVER		= սարքավարի անուն
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Որակ
IDC_ST_CODEC_EX_DATERATE	= Տվյալի գործակից
IDC_ST_CODEC_EX_KEYFRAME	= Բանալի կադրի ընդմիջում
IDC_BTN_CODEC_EX_CONFIG		= Կարգավորել
IDC_BTN_CODEC_EX_ABOUT		= Տեղեկություն
IDC_ST_CODEC_EX_HELP		= [ Օգնություն ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Արգելափակված պրոցեսների ցանկ
IDC_ST_BLOCK_LIST		= Հետևյալ պրոցեսները չեն թույլատրվել որսալու:
IDC_ST_BLOCK_LIST_EX		= Օրինակ`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Կարգավորումներ
IDC_ST_H264_CUDA_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_H264_CUDA_VBR		= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_CUDA_CBR		= CBR - բիթաչափի բազայով
IDC_ST_H264_CUDA_GPU_USAGE	= Վիդեոքարտի օգտագործում
IDC_RD_H264_CUDA_GPU_CPU	= Վիդ․ քարտ + Պրոց․ միավոր
IDC_RD_H264_CUDA_GPU		= Միայն Վիդ․ քարտ (օգտագործել գերարագ պրոց․-ի հետ)
IDC_ST_H264_CUDA_GPU_DEVICE	= Վիդեոքարտի սարք`
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC կոդ`
IDC_ST_H264_CUDA_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`
IDC_ST_H264_CUDA_FOURCC_HELP	= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Արագ սինխ․ վիդեո) Կարգավորումներ
IDC_ST_H264_SYNC_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_H264_SYNC_VBR		= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_SYNC_CBR		= CBR - բիթաչափի բազայով
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC կոդ`
IDC_ST_H264_SYNC_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`
IDC_ST_H264_SYNC_FOURCC_HELP	= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Կարգավորումներ
IDC_ST_H264_APP_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_H264_APP_VBR		= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_APP_CBR		= CBR - բիթաչափի բազայով
IDC_ST_H264_APP_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_APP_FOURCC_USED	= FourCC կոդ`
IDC_ST_H264_APP_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`
IDC_ST_H264_APP_FOURCC_HELP	= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Կարգավորումներ
IDC_ST_XVID_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_XVID_VBR			= VBR - որակի բազայով (առաջարկված է)
IDC_RD_XVID_CBR			= CBR - բիթաչափի բազայով
IDC_ST_XVID_OPTIMIZATION	= Բարելավում
IDC_RD_XVID_FASTER_SPEED	= Գերարագ կոդավորան արագություն
IDC_RD_XVID_SMALLER_SIZE	= Փոքրիկ ֆայլի չափ
IDC_ST_XVID_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_XVID_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Կարգավորումներ
IDC_ST_H264_NVENC_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_H264_NVENC_VBR		= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_NVENC_CBR		= CBR - բիթաչափի բազայով
IDC_ST_H264_NVENC_GPU_USAGE	= Վիդեոքարտի օգտագործում
IDC_ST_H264_NVENC_GPU_DEVICE	= Վիդեոքարտի սարք`
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC կոդ`
IDC_ST_H264_NVENC_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`
IDC_ST_H264_NVENC_FOURCC_HELP	= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Կարգավորումներ
IDC_ST_H264_RATE_CONTROL	= Չափի կառավարում
IDC_RD_H264_VBR			= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_CBR			= CBR - բիթաչափի բազայով
IDC_ST_H264_OPTIMIZATION	= Բարելավում
IDC_RD_H264_FASTER_SPEED	= Արագ կոդավորման արագութուն
IDC_RD_H264_BALANCED		= Հավասարաչափ արդյունավետություն
IDC_RD_H264_SMALLER_SIZE	= Փոքր ֆայլի չափ
IDC_ST_H264_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_KEYFRAME_INT	= Բանալի կադրի ընդմիջում՝

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Ժամաչափի տեսագրում
IDC_ST_TIMER_SETTINGS		= Կարգավորումներ
IDC_RD_TIMER_START_IN		= Սկսել
IDC_ST_TIMER_MINUTES		= րոպեից
IDC_RD_TIMER_START_AT		= Սկսել
IDC_CK_TIMER_MINIMIZE		= Փոքրացնել Bandicam-ը սկուտեղում, երբ տեսագրումը սկսվում է:
IDC_ST_TIMER_AUTO_COMPLETE	= Ավտոմատ ավարտել տեսագրումը
IDC_BTN_TIMER_AUTO_COMPLETE	= Կարգավորում

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Ժամաչափի տեսագրում - Սպասում սկսման
IDC_ST_TIMER_WAITING_INFO	= Սպասում սկսելու տեսագրումը ժամը` %s -ին:
IDC_ST_TIMER_ELAPSED		= Լրացած ժամանակ`
IDC_ST_TIMER_REMAINING		= Մնացել է`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Կարգավորումներ
IDC_ST_FORMAT_FPS_MODE		= Կադր գործակցի ռեժիմ
IDC_RD_FORMAT_FPS_CFR		= Նախընտրելի ՀԿԳ - Հաստատուն Կադր Գործակից
IDC_ST_FORMAT_FPS_CFR		= Վերադառնալ ՓԿԳ-ին, եթե կոդավորիչների արդյունավետությունը ոչ այնքան լավ է։
IDC_RD_FORMAT_FPS_VFR		= Օգտագործել ՓԿԳ - Փոփոխական Կադր Գործակից (Առաջարկված է)
IDC_ST_FORMAT_FPS_HELP		= <a>Օգնություն</a>

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Վերբեռնել դեպի Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Վերբեռնման տեղեկություն
IDC_ST_VIMEO_FILENAME		= Ֆայլի անուն՝
IDC_ST_VIMEO_TITLE		= Վերնագիր՝
IDC_ST_VIMEO_DESCRIPTION	= Նկարագրություն՝
IDC_ST_VIMEO_PRIVACY		= Գաղտնիություն՝
IDC_RD_VIMEO_PRIVACY_ANYONE	= Բոլորին - Թույլատրել բոլորին տեսնել այս վիդեոն
IDC_RD_VIMEO_PRIVACY_ONLYME	= Միայն ինձ - Դարձնել այս վիդեոն տեսանելի միայն ինձ
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Նրանց` ում հետևում եմ - Դարձնել տեսանելի միայն նրանց, ում հետևում եմ Vimeo-ում
IDC_BTN_VIMEO_UPLOAD		= Վերբեռնել
IDC_LN_VIMEO_HELP		= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Վերբեռնվում է...
IDC_ST_VIMEO_UPLOADED		= Վիդեոյի վերբեռնումն ավարտվե՛լ է։
IDC_ST_VIMEO_LINK		= Հղում՝
IDC_ST_VIMEO_EMBED		= Զետեղել՝
IDC_BTN_VIMEO_LINK_GO		= Մտնել
IDC_BTN_VIMEO_EMBED_COPY	= Պատճենել
IDC_BTN_VIMEO_CLOSE		= Փակել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= Հասանելի NVENC
IDC_LN_NVENC_AVAILABLE		= Հասանելի է NVIDIA NVENC H.264 կոդավորիչը։ NVENC-ը բարձր կատարողականությամբ կոդավորիչ է, օգտագործելով ապարատային արագացում։ Ցանկանո՞ւմ եք օգտագործել NVENC H.264 կոդավորիչը։\n<a>ավելին</a>
IDC_CK_NVENC_AVAILABLE		= Կրկին չհարցնել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Հասանելի է Intel® Արագ համաժ․ վիդեո (ԱՀՎ)
IDC_LN_QSV_AVAILABLE		= Հասանելի է Intel® Արագ համաժ, վիդեոյի H.264 կոդավորիչ։ ԱՀՎ-ն բարձր կատարողականությամբ կոդավորիչ է՝ օգտագործելով ապարատային արագացումը։ \nՑանկանո՞ւմ եք օգտագործել ԱՀՎ H.264 կոդավորիչը։\n<a>ավելին</a> 
IDC_CK_QSV_AVAILABLE		= Չհարցնել կրկին

[MENU]
ID_POPUP_ABOUT			= Bandicam-ի մասին
ID_POPUP_GENERAL		= Կարգավորում - Գլխավոր
ID_POPUP_FRAME			= Կարգավորում - Կադր/վկ
ID_POPUP_VIDEO			= Կարգավորում - Վիդեո
ID_POPUP_IMAGE			= Կարգավորում - Նկար
ID_POPUP_OUTPUTS		= Ելքային ֆայլի ցանկ
ID_POPUP_OPENOUTPUTFOLDER	= Բացել ելքային թղթապանակը
ID_POPUP_TARGET			= Թիրախ
ID_POPUP_SIZE			= Չափ
ID_POPUP_EXIT			= Փակել

ID_TARGET_DIRECTX		= Խաղի տեսագրման ռեժիմ
ID_TARGET_RECTANGLE		= Էկրանի տեսագրման ռեժիմ
ID_TARGET_HELP			= Օգնություն

ID_TARGET_HIDE			= Ցուցադրել / Թաքցնել \t Ctrl+Alt+H
ID_TARGET_PEN			= Նկարման ռեժիմ \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Միշտ վերևում
ID_TARGET_TRANSPARENCY		= Անթափանց․
ID_TARGET_SIZE			= Չափ
ID_TARGET_ADJUST		= Հարմարեցնել

ID_TARGET_MOVE_LEFT		= Տեղափոխել ձախ \t Ձախ
ID_TARGET_MOVE_RIGHT		= Տեղափոխել աջ \t Աջ
ID_TARGET_MOVE_UP		= Տեղափոխել վերև \t Վերև
ID_TARGET_MOVE_DOWN		= Տեղափոխել ներգև \t Ներգև

ID_TARGET_INC_WIDTH		= Ավելացնել լայնությունը \t Shift+Right
ID_TARGET_DEC_WIDTH		= Նվազեցնել լայնությունը \t Shift+Left
ID_TARGET_INC_HEIGHT		= Ավելացնել բարձրությունը \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Նվազեցնել բարձրությունը \t Shift+Up

ID_TARGET_FIND_WINDOW		= Գտնել պատուհան \t Ctrl+F
ID_TARGET_FULLSCREEN		= Լիաէկրան \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Ըստ 4:3 չափի
ID_TARGET_RATIO_16_9		= Ըստ 16:9 չափի
ID_TARGET_SIZE_CUSTOM		= Ընտրովի չափ \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Չափի նախադիր \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Ավելացնել նախադիր
ID_TARGET_SIZE_PRESET_EDIT	= Փոփոխել նախադիրները

ID_TARGET_OPEN_OUTPUTFOLDER	= Բացել ելքային թղթապանակը
ID_TARGET_EXIT_BANDICAM		= Փակել Bandicam-ը

ID_USER_PRESET_ADD		= Ավելացնել նախադիր
ID_USER_PRESET_EDIT		= Փոփոխել նախադիրները

ID_SORT_BY_DATE			= Զտել ըստ ամսաթվի
ID_SORT_BY_NAME			= Զտել ըստ անվան
ID_SORT_BY_SIZE			= Զտել ըստ չափի

ID_OUTPUTS_LB_PLAY		= Նվագարկել
ID_OUTPUTS_LB_OPEN		= Բացել
ID_OUTPUTS_LB_EDIT		= Փոփոխել
ID_OUTPUTS_LB_DELETE		= Ջնջել
ID_OUTPUTS_LB_SELECT_ALL	= Նշել բոլորը
ID_OUTPUTS_LB_OPEN_FOLDER	= Բացել ելքային թղթապանակը

ID_BDCAM_SIZE_DEFAULT		= Լռելյայն չափ
